import { Question } from '../types';

export const PGT_SOCIOLOGY_QUESTIONS: Question[] = [
    {
        "id": "pgt_2021_1",
        "question": "'सैक्रेड और प्रोफेन' (पवित्र और अपवित्र) की अवधारणा किसने दी ?",
        "options": [
            "स्पेंसर",
            "वेबर",
            "सोरोकिन",
            "दुर्खीम"
        ],
        "correctAnswer": 3,
        "rationale": "'सैक्रेड और प्रोफेन' (पवित्र और अपवित्र) की अवधारणा दुर्खीम ने दी है। उनका यह द्विभाजन लौकिकीकरण धारणा का एक प्रमुख विकल्प है। उनके अनुसार पवित्र वस्तुएँ समुदाय और समाज के एकत्व भाव को प्रतीकात्मक रूप में अभिव्यक्त करती हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_2",
        "question": "'इनवीटेशन टु सोशियोलॉजी' शीर्षक पुस्तक के लेखक कौन हैं ?",
        "options": [
            "सी. डब्ल्यू. मिल्स",
            "किंग्सले डेविस",
            "एच. स्पेन्सर",
            "पीटर एल. बर्जर"
        ],
        "correctAnswer": 3,
        "rationale": "'इनविटेशन टु सोशियोलॉजी' (Invitation to Sociology, 1963) पुस्तक के लेखक पीटर बर्गर हैं। इनकी अन्य प्रमुख पुस्तकें निम्न प्रकार हैं- The Homeless Mind (1973), Facing up to Modernity (1977), The Social Construction of Reality (1967), the capitalist Revolution (1986)",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_3",
        "question": "किस भारतीय विश्वविद्यालय में समाजशास्त्र का अध्ययन सर्वप्रथम प्रारंभ हुआ था ?",
        "options": [
            "बम्बई",
            "उस्मानिया",
            "मैसूर",
            "लखनऊ"
        ],
        "correctAnswer": 0,
        "rationale": "बम्बई (मुंबई) विश्वविद्यालय में समाजशास्त्र का अध्ययन सर्वप्रथम वर्ष 1914 में प्रारंभ हुआ। जबकि वर्ष 1919 में ब्रिटिश समाजशास्त्री प्रो० पैट्रिक गिड्स की अध्यक्षता में समाजशास्त्र विभाग की स्थापना की गई।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_4",
        "question": "'द एलीमेंटरी फार्म्स आफ रिलिजस् लाइफ' नामक पुस्तक किसने लिखी ?",
        "options": [
            "दुर्खीम",
            "स्पेंसर",
            "टायलर",
            "मैक्स मुल्लर"
        ],
        "correctAnswer": 0,
        "rationale": "'द एलीमेंटरी फार्म्स ऑफ रिलिजस् लाइफ' (1912) नामक पुस्तक दुर्खीम ने लिखी है। इनकी अन्य प्रमुख पुस्तकें निम्न प्रकार हैं- The Division of Labour in Society (1893), The Rules of Sociological Method (1895), Suicide (1897)",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_5",
        "question": "निम्नलिखित में से कौन संस्था का एक उदाहरण है ?",
        "options": [
            "जाति",
            "परिवार",
            "विवाह",
            "उपर्युक्त में सभी"
        ],
        "correctAnswer": 3,
        "rationale": "जाति, परिवार तथा विवाह सभी संस्था के उदाहरण हैं। मानव व्यवहार को नियंत्रित करने वाली उन सभी कार्य विधियों को संस्था कहा जाता है जो समूह के आदर्श-नियमों से निर्मित होकर एक निश्चित ढाँचा प्राप्त कर लेती हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_6",
        "question": "निम्नलिखित में से कौन समिति की विशेषता नही है?",
        "options": [
            "व्यक्तियों की सामूहिकता",
            "कतिपय उद्देश्यों का होना",
            "ऐच्छिक सदस्यता",
            "सामुदायिक भावनाओं का अनुसरण करना"
        ],
        "correctAnswer": 3,
        "rationale": "सामुदायिक भावनाओं का अनुसरण करना समिति की विशेषता नहीं है। एक समिति की विशेषता निम्न प्रकार है- व्यक्तियों की सामूहिकता, कपितय उद्देश्यों का होना, ऐच्छिक सदस्यता, विचारपूर्वक स्थापना, नियमों पर आधारित, अस्थायी प्रकृति।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_7",
        "question": "'श्वेतवसन अपराध' के साथ किसका नाम जुड़ा हुआ है ?",
        "options": [
            "सदरलैंड",
            "लोम्ब्रोसो",
            "बेकारिया",
            "गोडार्ड"
        ],
        "correctAnswer": 0,
        "rationale": "'श्वेतवसन अपराध' (White Collar Crime) के साथ सदरलैण्ड नाम जुड़ा हुआ है। इस अवधारणा का उल्लेख उन्होंने सर्वप्रथम 1939 में किया और कहा कि 'श्वेतवसन अपराध' ऐसे अपराध हैं जो उच्च सामाजिक-आर्थिक प्रस्थिति वाले व्यक्तियों द्वारा अपने पेशे-धन्धे की क्रिया-कलापों के दौरान अपराधिक कानूनों के उल्लंघन करके किये जाते हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_8",
        "question": "'आणविक परिवार' और 'गृहस्थ परिवार' की अवधारणाएं किसने विकसित की ?",
        "options": [
            "जिमरमैन",
            "चार्ल्स कूले",
            "पी.एच. प्रभु",
            "राबर्ट बीरस्टीड"
        ],
        "correctAnswer": 0,
        "rationale": "पारिवारिक स्वायतत्ता के स्तरों का विश्लेषण करके जिमरमैन ने निम्नलिखित तीन बुनियादी पारिवारिक प्रकारों की पहचान की है- 1. ट्रस्टी परिवार (The Trustee Family) 2. आणविक परिवार (The atomistic Family) 3. गृहस्थ परिवार (The Domestic Family)",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_9",
        "question": "समाजशास्त्र के 'स्वरूपात्मक सम्प्रदाय' का संस्थापक कौन है ?",
        "options": [
            "मैक्स वेबर",
            "जी. सिमेल",
            "कार्ल मार्क्स",
            "कोजर"
        ],
        "correctAnswer": 1,
        "rationale": "समाजशास्त्र के 'स्वरूपात्मक सम्प्रदाय' के संस्थापक जार्ज सिमेल हैं। वीरकान्त, वॉनवीज, मैक्सवेबर तथा टॉनीज आदि इसके प्रमुख समर्थक हैं। इनका मानना है कि समाजशास्त्र एक विशिष्ट विज्ञान है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_10",
        "question": "समाजशास्त्र सामाजिक संबंधों के विषय में है",
        "options": [
            "इ. दुर्खीम",
            "पार्सन्स",
            "वेबर",
            "दुर्खीम"
        ],
        "correctAnswer": 0,
        "rationale": "इ. दुर्खीम",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_11",
        "question": "सूची-1 की मदों की सूची-II की मदों से मिलाइए। (1. कूले, 2. कार्ल मार्क्स, 3. काम्ट, 4. पेरेटो)",
        "options": [
            "a. 2,3,4,1",
            "b. 1,2,3,4",
            "c. 1,4,2,3",
            "d. 1,3,4,2"
        ],
        "correctAnswer": 0,
        "rationale": "सुमेलित सूची निम्न प्रकार है- वर्ग संघर्ष का सिद्धान्त: कार्ल मार्क्स, त्रि-स्तरीय सिद्धान्त: कॉम्ट, आत्म-दर्पण का सिद्धान्त: कूले, संभ्रांत वर्ग का परिभ्रमण का सिद्धान्त: परेटो।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_12",
        "question": "निम्नलिखित में से सर्वप्रथम 'सामाजिक नियंत्रण' शब्द का प्रयोग किसने किया ?",
        "options": [
            "मैकाइवर",
            "ई. ए. रास",
            "लूम्ले",
            "समन्र"
        ],
        "correctAnswer": 1,
        "rationale": "सर्वप्रथम 'सामाजिक नियंत्रण' शब्द का प्रयोग ई. ए. रास ने वर्ष 1901 में अपनी पुस्तक ",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_13",
        "question": "निम्नांकित में पाश्चात्यीयकरण की आवधारणा किसने दी ?",
        "options": [
            "योगेन्द्र सिंह",
            "टी. के. ओमेन",
            "एम.एन. श्रीनिवास",
            "मैकिम मैरियेट"
        ],
        "correctAnswer": 2,
        "rationale": "पाश्चात्यीकरण (Westernization) की अवधारणा एम. एन. श्रीनिवास ने दी है। यह शब्द प्रौद्योगिकी, संस्थाएँ, विचारधारा एवं मूल्य आदि विभिन्न स्तरों पर होने वाले परिवर्तनों को आत्मसात करता है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_14",
        "question": "किसने कहा  'समाजीकरण सीखना है जो सीखने वाले को सामाजिक भुमिकाएँ निर्वाह करना सिखाता है' ?",
        "options": [
            "राल्फ लिंटन",
            "राबर्ट बीरस्टीड",
            "रूथ बेन्डिक्ट",
            "अन्य विकल्प 3"
        ],
        "correctAnswer": 0,
        "rationale": "राल्फ लिंटन",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_15",
        "question": "आगस्त काम्ट का 'त्रिस्तरीय नियम' सामाजिक परिवर्तन के किस सिद्धान्त का एक स्वरूप है?",
        "options": [
            "रैखिक",
            "चक्रीय",
            "प्रकार्यात्मक",
            "संघर्ष"
        ],
        "correctAnswer": 0,
        "rationale": "ऑगस्त कॉम्ट का 'त्रि-स्तरीय नियम' सामाजिक परिवर्तन के रैखिक सिद्धान्त का एक स्वरूप है। ये तीन स्तर 1. धर्मशास्त्रीय, 2. तत्वमीमांसीय तथा 3. प्रत्यक्षात्मक हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_16",
        "question": "किसने कहा कि  ' 'धर्म', 'प्रजा' (सन्तति) और 'रति' (आनंद) हिन्दू-विवाह के उद्देश्य माने जाते हैं' ?",
        "options": [
            "एम. एन. श्रीनिवास",
            "ए. एस. अल्टेकर",
            "पी. एच. प्रभु",
            "अन्य विकल्प 3"
        ],
        "correctAnswer": 0,
        "rationale": "एम. एन. श्रीनिवास",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_17",
        "question": "प्रत्यक्ष एवं अप्रत्यक्ष सहयोग की आवधारणा किसने दी ?",
        "options": [
            "ग्रीन",
            "वेबर",
            "मैकाइवर",
            "जॉन्सन"
        ],
        "correctAnswer": 2,
        "rationale": "प्रत्यक्ष एवं अप्रत्यक्ष सहयोग की आवधारणा मैकाइवर ने दी है। जब एक समूह द्वारा समाज उद्देश्य के लिए समान कार्य किया जाता है तो वह प्रत्यक्ष सहयोग कहलाता है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_18",
        "question": "निम्नलिखित पुस्तकों में से जी. एस. घुर्ये द्वारा लिखित पुस्तक कौन-सी है?",
        "options": [
            "कास्ट इन इण्डिया",
            "कास्ट, क्लास एण्ड आक्युपेशन",
            "हिस्ट्री आफ कास्ट इन इण्डिया",
            "ओरिजिन एण्ड ग्रोथ आफ कास्ट इन इंडिया"
        ],
        "correctAnswer": 1,
        "rationale": "जी. एस. घुर्ये द्वारा लिखित पुस्तक ",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_19",
        "question": "भारत में 'बेटी बचाओ, बेटी पढ़ाओ' योजना की शुरुआत कब की गयी थी ?",
        "options": [
            "जनवरी, 2015",
            "अप्रैल, 2015",
            "जून, 2015",
            "सितम्बर, 2015"
        ],
        "correctAnswer": 0,
        "rationale": "भारत में 'बेटी बचाओ, बेटी पढ़ाओ' योजना 22 जनवरी, 2015 को हरियाणा के पानीपत में लॉन्च की गई थी।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_20",
        "question": "'प्रत्यक्षवाद' की अवधारण निम्नलिखित में से किसके द्वारा प्रतिपादित की गयी?",
        "options": [
            "कार्ल मार्क्स",
            "सी. एच. कूले",
            "आगस्त काम्ट",
            "इमाइल दुर्खीम"
        ],
        "correctAnswer": 2,
        "rationale": "'प्रत्यक्षवाद' की अवधारणा ऑगस्त कॉम्ट द्वारा प्रतिपादित की गयी थी। प्रत्यक्षवाद की मान्यता है कि सामाजिक घटनाओं का अध्ययन भी व्यवस्थित नियमों के द्वारा किया जा सकता है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_21",
        "question": "'असहयोग' आन्दोलन निम्नलिखित में से किसके द्वारा प्रारंभ किया गया ?",
        "options": [
            "महात्मा गांधी",
            "जवाहर लाल नेहरु",
            "सुभाष चन्द्र बोस",
            "आचार्य विनोबा भावे"
        ],
        "correctAnswer": 0,
        "rationale": "'असहयोग' आन्दोलन महात्मा गांधी के द्वारा प्रारंभ किया गया था। इसे खिलाफत आंदोलन के समर्थन में शुरु किया गया था।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_22",
        "question": "किसने कहा  'एक निश्चित मात्रा में संघर्ष आवश्यक रूप से दुष्प्रकार्यात्मक होने की अपेक्षा समूह निर्माण एवं सामूहिक जीवन के स्थायित्व के लिए आवश्यक तत्व है' ?",
        "options": [
            "जोनाथन टर्नर",
            "पी. एस. कोहन",
            "लेविस ए. कोजर",
            "अन्य विकल्प 3"
        ],
        "correctAnswer": 0,
        "rationale": "जोनाथन टर्नर",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_23",
        "question": "किसने कहा है कि  ' 'सोशियस' एक लैटिन शब्द और 'लोगॉज' एक यूनानी शब्द है। इस प्रकार हमारा विज्ञान (समाजशास्त्र) दो भाषाओं की दोगली संतान है।' ?",
        "options": [
            "के. डेविस",
            "मैकाइवर एवं पेज",
            "पी. ए. सोरोकीन",
            "अन्य विकल्प 3"
        ],
        "correctAnswer": 0,
        "rationale": "के. डेविस",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_24",
        "question": "किसने कहा है कि  'आधुनिक समाज एक भगोड़ा समाज है' ?",
        "options": [
            "एन्थोनी गिडिन्स",
            "स्टुअर्ट हाल",
            "थुरगेन हेबरमास",
            "अन्य विकल्प 3"
        ],
        "correctAnswer": 0,
        "rationale": "एन्थोनी गिडिन्स",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_25",
        "question": "निम्नलिखित में से किसमें वर्ण-व्यवस्था का प्रथम उल्लेख मिलता है ?",
        "options": [
            "ऋग्वेद",
            "अथर्ववेद",
            "यजुर्वेद",
            "सामवेद"
        ],
        "correctAnswer": 0,
        "rationale": "वर्ण-व्यवस्था का प्रथम उल्लेख ऋग्वेद में मिलता है। वर्ण निम्न चार प्रकार के थे- ब्राह्ममण, क्षत्रिय, वैश्य, तथा शूद्र।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_26",
        "question": "समिति से सदस्यता का और संस्था से सेवा के एक प्रकार का अथवा साधन का बोध होता है",
        "options": [
            "आगबर्न एवं निमकाफ",
            "पार्सन्स",
            "वेबर",
            "दुर्खीम"
        ],
        "correctAnswer": 0,
        "rationale": "आगबर्न एवं निमकाफ",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_27",
        "question": "निम्नलिखित में से कौन समाजशास्त्र के स्वरूपात्मक सम्प्रदाय से संबंधित नहीं है ?",
        "options": [
            "जी. सिमेल",
            "एल. टी. हाबहाउस",
            "एफ. टानीज",
            "वान विजे"
        ],
        "correctAnswer": 1,
        "rationale": "एल. टी. हाबहाउस समाजशास्त्र के स्वरूपात्मक सम्प्रदाय से संबंधित नहीं हैं। इसके प्रमुख प्रवर्तक जार्ज सिमेल हैं। जबकि मैक्स वेबर, टॉनीज, वीरकान्त, वॉनवीज इसके प्रमुख समर्थक हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_28",
        "question": "आस्ट्रेलिया की आदिम जातियों के आनुभविक अध्ययन के आधार पर निम्नलिखित में से किसने विनिमय सिद्धान्त को विकसित किया ?",
        "options": [
            "सर जेम्स फ्रेजर",
            "बी. मैलिनास्की",
            "पीटर एम. ब्लाऊ",
            "मार्शल मॉस"
        ],
        "correctAnswer": 1,
        "rationale": "आस्ट्रेलिया की आदिम जातियों के आनुभविक अध्ययन के आधार पर मैलिनोवस्की ने ट्रोब्रियांड द्वीपवासियों के 'कुला रिंग' विनिमय व्यवस्था के आधार पर वर्णन किया है। जेम्स फ्रेजर ने विनिमय सिद्धान्त को विकसित किया।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_29",
        "question": "निम्नलिखित सामाजिक प्रक्रियाओं में से किसमें एक व्यक्ति या समूह अन्य की संस्कृति को पूर्णतया अंगीकृत का लेता है ?",
        "options": [
            "समायोजन",
            "सहयोग",
            "सात्मीकरण",
            "समाजीकरण"
        ],
        "correctAnswer": 2,
        "rationale": "सात्मीकरण की प्रक्रिया में, एक व्यक्ति या समूह अन्य की संस्कृति को पूर्णतया अंगीकृत कर लेता है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_30",
        "question": "निम्नलिखित में से किसने मनुष्य समूहों को 'प्राथमिक' और 'द्वितीयक' समूहों में वर्गीकृत किया ?",
        "options": [
            "सी. एच. कूले",
            "जी. एच. मीड",
            "राल्फ डहरेन्डार्फ",
            "कार्ल मार्क्स"
        ],
        "correctAnswer": 0,
        "rationale": "सी. एच. कूले ने मनुष्य समूहों को 'प्राथमिक' और 'द्वितीयक' समूहों में वर्गीकृत किया है। प्राथमिक समूहों के सदस्यों में आमने-सामने के सम्बन्ध पाये जाते हैं, जैसे-परिवार, क्रीड़ा-समूह तथा पड़ोस।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_31",
        "question": "'मॉडर्नाइजेशन ऑफ इण्डियन ट्रेडीशन' के लेखक कौन हैं?",
        "options": [
            "योगेन्द्र सिंह",
            "एम. एन. श्रीनिवास",
            "ए. आर. देसाई",
            "जी. एस. घुर्ये"
        ],
        "correctAnswer": 0,
        "rationale": "'मॉडर्नाइजेशन ऑफ इण्डियन ट्रेडिशन' (Modernization of Indian Tradition) के लेखक योगेन्द्र सिंह हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_32",
        "question": "किसने नगरवाद की चार विशेषताओं का उल्लेख किया है ? (i) स्थायित्व (ii) सतहीपन (iii) गुमनामी (iv) व्यक्तिवाद",
        "options": [
            "लुईस वर्थ",
            "सी. मार्शल",
            "एलीन रास",
            "मैक्स वेबर"
        ],
        "correctAnswer": 0,
        "rationale": "लुईस वर्थ ने नगरवाद की निम्न चार विशेषताओं का उल्लेख किया है- 1. स्थायित्व, 2. सतहीपन, 3. गुमनामी तथा 4. व्यक्तिवाद",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_33",
        "question": "'पापुलेशन बॉम्ब' पुस्तक के लेखक कौन है ?",
        "options": [
            "पाल एहरलिच",
            "कार्ल मार्क्स",
            "माल्थस",
            "डी. ड्यूमा"
        ],
        "correctAnswer": 0,
        "rationale": "'पापुलेशन बॉम्ब' पुस्तक के लेखक 'पाल एहरलिच' हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_34",
        "question": "किसने सामाजिक समूहों को चार श्रेणियों में विभाजित किया है ? (i) सांख्यिकीय समूह (ii) सहयोगी समूह (iii) सामाजिक समूह (iv) समिति संबंधी समूह",
        "options": [
            "के. डेविस",
            "आर. बीरस्टीड",
            "एच. एम. जॉनसन",
            "मैकाइवर एवं पेज"
        ],
        "correctAnswer": 1,
        "rationale": "राबर्ट बीरस्टीड ने सामाजिक समूहों को निम्न चार श्रेणियों में विभाजित किया है- 1. सांख्यिकीय समूह, 2. सहयोगी समूह, 3. सामाजिक समूह तथा 4. समिति संबंधी समूह ।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_35",
        "question": "निम्नलिखित में कौन विज्ञानों के वर्गीकरण के लिए विख्यात है ?",
        "options": [
            "दुर्खीम",
            "वेबर",
            "स्पेसर",
            "आगस्त काम्ट"
        ],
        "correctAnswer": 3,
        "rationale": "'विज्ञानों के वर्गीकरण' की अवधारणा ऑगस्त कॉम्ट ने दी है। उन्होंने अपनी पुस्तक 'पॉजिटिव फिलॉसफी' में विज्ञानों का सोपानक्रम प्रस्तुत किया है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_36",
        "question": "पीजेन्ट स्ट्रगल इन इण्डिया  पुस्तक के लेखक कौन हैं ?",
        "options": [
            "डी. एन. धनाग्रे",
            "पार्सन्स",
            "वेबर",
            "दुर्खीम"
        ],
        "correctAnswer": 0,
        "rationale": "डी. एन. धनाग्रे",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_37",
        "question": "योग्रेन्द्र सिंह के अनुसार पाश्चात्यीकरण के अंतर्गत, निम्नलिखित में से मूल्यों का कौन-सा सेट सम्मिलित है ?",
        "options": [
            "मानवतावाद और उदारवाद",
            "मानवतावाद और भौतिकवाद",
            "मानवतावाद और तर्कबुद्धिवाद",
            "तर्कबुद्धिवाद और भौतिकवाद"
        ],
        "correctAnswer": 2,
        "rationale": "योगेन्द्र सिंह के अनुसार पाश्चात्यीकरण के अन्तर्गत मानवतावाद और तर्कबुद्धिवाद सम्मिलित है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_38",
        "question": "। इस कथन से कौन सम्बन्धित है ?",
        "options": [
            "केतकर",
            "पार्सन्स",
            "वेबर",
            "दुर्खीम"
        ],
        "correctAnswer": 0,
        "rationale": "केतकर",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_39",
        "question": "'जनसंख्या ज्यामितीय अनुपात में बढ़ती है जीवन निर्वाह सामग्री गणितीय अनुपात में बढ़ती है'। ऐसा किसने कहा है ?",
        "options": [
            "माल्थस",
            "फ्रायड",
            "के. डेविस",
            "मैकाइवर"
        ],
        "correctAnswer": 0,
        "rationale": "माल्थस ने कहा है कि, ",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_40",
        "question": "संस्कृति को इन्द्रियपरक, विचारात्मक एवं आदर्शात्मक रूपों में किसने वगीकृत किया है ?",
        "options": [
            "स्पेन्सर",
            "पारेटो",
            "सोरोकिन",
            "मार्क्स"
        ],
        "correctAnswer": 2,
        "rationale": "सोरोकिन ने संस्कृति को इन्द्रियपरक, विचारात्मक एवं आदर्शात्मक रूपों में वर्गीकृत किया है। परिवर्तन के दोनों छोर के बीच आदर्शात्मक संस्कृति है जो इन दोनों के समन्वित रूप को प्रकट करती है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_41",
        "question": "अपनी किन पुस्तक में चार्ल्स कूले ने सामाजिक नियंत्रण के सिद्धान्त को प्रस्तुत किया है ?",
        "options": [
            "ह्यूमन नेचर एंड द सोशल आर्डर",
            "फोकवेज",
            "सोशल कन्ट्रोल",
            "सोशियोलॉजी"
        ],
        "correctAnswer": 0,
        "rationale": "चार्ल्स कूले ने अपनी पुस्तक 'ह्यूमन नेचर एंड द सोशल आर्डर' (1902) में सामाजिक नियंत्रण के सिद्धान्त को प्रस्तुत किया है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_42",
        "question": "उत्तरप्रदेश में किस विश्वविद्यालय से समाजशास्त्र का अध्ययन सर्वप्रथम प्रारंभ हुआ था ?",
        "options": [
            "इलाहाबाद विश्वविद्यालय",
            "बनारस हिन्दू विश्वविद्यालय",
            "अलीगढ़ मुस्लिम विश्वविद्यालय",
            "लखनऊ विश्वविद्यालय"
        ],
        "correctAnswer": 3,
        "rationale": "उत्तर प्रदेश में लखनऊ विश्वविद्यालय से समाजशास्त्र का अध्ययन सर्वप्रथम प्रारंभ हुआ था। वर्ष 1921 में अर्थशास्त्र विभाग के अन्तर्गत समाजशास्त्र को मान्यता प्रदान की गई।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_43",
        "question": "प्रत्याशित समाजीकरण की अवधारणा निम्नांकित में से किसने दी है ?",
        "options": [
            "एच. एम. जॉनसन",
            "पार्सन्स",
            "आर. के. मर्टन",
            "कूले"
        ],
        "correctAnswer": 2,
        "rationale": "प्रत्याशित समाजीकरण की अवधारणा आर. के. मर्टन ने दी है। भविष्य में आने वाली स्थिति के लिए पहले से अभ्यास या तैयारी करना प्रत्याशी या पूर्वाभ्यासी समाजीकरण कहलाता है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_44",
        "question": "सामाजिक स्तरीकरण है, समाज का",
        "options": [
            "पेशागत विभाजन",
            "भाषागत विभाजन",
            "सामाजिक प्रस्थिति के अनुसार विभाजन",
            "क्षेत्रीय विभाजन"
        ],
        "correctAnswer": 2,
        "rationale": "सामाजिक स्तरीकरण, समाज का सामजिक प्रस्थिति के अनुसार विभाजन है। यह वह प्रक्रिया है जिसके अन्तर्गत कुछ मान्यता प्राप्त सामाजिक मूल्यों के अनुसार समाज अनेक उच्च और निम्न समूहों में विभक्त हो जाता है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_45",
        "question": "'दहेज निरोधक अधिनियम' किस वर्ष पारित हुआ था ?",
        "options": [
            "1956",
            "1961",
            "1954",
            "1957"
        ],
        "correctAnswer": 1,
        "rationale": "'दहेज निरोधक अधिनियम' (The Dowry Prohibition Act) वर्ष 1961 में पारित हुआ था।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_46",
        "question": "सामाजिक स्तरीकरण का प्रकार्यात्मक सिद्धान्त किसने प्रतिपादित किया ?",
        "options": [
            "कूले",
            "के. डेविस",
            "कार्ल मार्क्स",
            "मैक्स वेबर"
        ],
        "correctAnswer": 1,
        "rationale": "सामाजिक स्तरीकरण का प्रकार्यात्मक सिद्धान्त के. डेविस तथा बिलवर्ट मूर ने प्रतिपादित किया। उन्होनें इस सिद्धान्त का प्रतिपादन अपने लेख 'एस प्रिन्सिपल ऑफ स्ट्रेटीफिकेशन' में किया है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_47",
        "question": "जी. पी. मुरडाक के अनुसार द्वितीयक नातेदारी की श्रेणी के अंतर्गत कितने नातेदार आते है ?",
        "options": [
            "31",
            "32",
            "33",
            "34"
        ],
        "correctAnswer": 2,
        "rationale": "जी. पी. मरडॉक के अनुसार द्वितीयक नातेदारी की श्रेणी के अंतर्गत 33 प्रकार के नातेदार आते हैं, जबकि प्राथमिक नातेदारी के अन्तर्गत 8 और तृतीयक नातेदारी के अन्तर्गत 151 प्रकार के नातेदार आते हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_48",
        "question": "किसने कहा  '' ?",
        "options": [
            "ए. एल. क्रोबर",
            "सामाजशास्त्र एवं मानवशास्त्र जुड़वा बहनें हैं",
            "अन्य विकल्प 2",
            "अन्य विकल्प 3"
        ],
        "correctAnswer": 0,
        "rationale": "ए. एल. क्रोबर",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_49",
        "question": "'हिन्दू सोशल आर्गनाइजेशन' पुस्तक के लेखक हैं",
        "options": [
            "आर. के. मुखर्जी",
            "पी. एच. प्रभु",
            "एम. एन. श्रीनिवास",
            "के. एम. कपाड़िया"
        ],
        "correctAnswer": 1,
        "rationale": "'हिन्दू सोशल आर्गनाइजेशन' (Hindu Social Organization) पुस्तक के लेखक पी. एच. प्रभु हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_50",
        "question": "निम्नलिखित में से कौन जनसंख्या की रचना करता है ?",
        "options": [
            "जन्म और मृत्यु दर",
            "देशान्तर की दिशा",
            "लिंग अनुपात",
            "उपर्युक्त सभी"
        ],
        "correctAnswer": 3,
        "rationale": "जन्म और मृत्यु दर, देशान्तरण की दिशा तथा लिंग अनुपात सभी जनसंख्या की रचना के प्रमुख कारक हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_51",
        "question": "'यूफंक्शन' और 'डिस्फंक्शन' की अवधारणाओं को किसने प्रस्तुत किया ?",
        "options": [
            "टी. पारसन्स",
            "बी. मैलिनास्की",
            "सी. डब्ल्यू. मिल्स",
            "मैरियन जे. लेवी"
        ],
        "correctAnswer": 3,
        "rationale": "'यूफंक्शन' और 'डिस्फंक्शन' (Eufunction and Disfunction) की अवधारणाओं को मेरियन जे. लेवी ने प्रस्तुत किया है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_52",
        "question": "'दि हरिजन इलीट' नामक पुस्तक किसने लिखी ?",
        "options": [
            "सच्चिदानंद",
            "आन्द्रे बेतेइ",
            "सी. पार्वथमा",
            "टी. एन. मदन"
        ],
        "correctAnswer": 0,
        "rationale": "'दि हरिजन इलीट' (The Harijan Elite) नामक पुस्तक सच्चिदानंद ने लिखी है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_53",
        "question": "'सामान्यीकृत अन्य की अवधारणा' किसने प्रस्तुत की थी ?",
        "options": [
            "एस. फ्रायड",
            "कूले",
            "एच. ब्लूमर",
            "जी. एच. मीड"
        ],
        "correctAnswer": 3,
        "rationale": "'सामान्यीकृत अन्य की अवधारणा' जी. एच. मीड ने प्रस्तुत की थी। मीड ने इन दूसरे व्यक्तियों को 'सामान्यीकृत अन्य' कहा है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_54",
        "question": "सामाजिक समूह की मौलिक विशेषता है",
        "options": [
            "शारीरिक सामीप्य",
            "स्तरीकरण",
            "समुदाय",
            "संस्था"
        ],
        "correctAnswer": 0,
        "rationale": "सामाजिक समूह की मौलिक विशेषता शारीरिक सामीप्य (Physical proximity) है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_55",
        "question": "'किनशिप आर्गनाइजेशन इन इण्डिया' शीर्षक पुस्तक के लेखक कौन हैं ?",
        "options": [
            "इरावती कर्वे",
            "के. एम. कपाड़िया",
            "कोलेण्डा",
            "एस. सी. दुबे"
        ],
        "correctAnswer": 0,
        "rationale": "'किनशिप आर्गनाइजेशन इन इण्डिया' (1953) पुस्तक की लेखिका इरावर्ती कर्वे हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_56",
        "question": "समाजशास्त्र में 'प्रकार्यात्मक परिपेक्ष्य' का प्रारंभ करने वाला कौन था ?",
        "options": [
            "आर. के. मर्टन",
            "इमाइल दुर्खीम",
            "रेडक्ल्फि ब्राउन",
            "मैक्स वेबर"
        ],
        "correctAnswer": 1,
        "rationale": "समाजशास्त्र में 'प्रकार्यात्मक परिपेक्ष्य' (Functionalistic perspective) को प्रारंभ करने वाले इमाइल दुर्खीम थे।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_57",
        "question": "सामाजिक स्तरीकरण के अध्ययन के लिए मैक्स वेबर का उपागम निम्नलिखित में से है ?",
        "options": [
            "द्विआयामी",
            "एकलआयामी",
            "त्रिआयामी",
            "चतुर्भायामी"
        ],
        "correctAnswer": 2,
        "rationale": "सामाजिक स्तरीकरण के अध्ययन के लिए मैक्स वेबर का उपागम 'त्रिआयामी' (Three dimensional) है। आर्थिक (वर्ग), सामाजिक (प्रस्थिति) तथा राजनीतिक (दल)।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_58",
        "question": "किसने समाजशास्त्रीय सिद्धान्तों को इन पाँच श्रेणियों में विभाजित किया है ? (i) प्रत्यक्षवादी सावयववाद (ii) संघर्ष सिद्धान्त (iii) स्वरूपात्मक सिद्धान्त (iv) सामाजिक व्यवहारवाद (v) समाजशास्त्री प्रकार्यवाद",
        "options": [
            "आर. के. मर्टन",
            "पी. एस. कोहन",
            "डॉन मार्टिनडेल",
            "एच. आर. वैगनर"
        ],
        "correctAnswer": 2,
        "rationale": "डॉन मार्टिनडेल ने समाजशास्त्रीय सिद्धान्तों को निम्न पॉच श्रेणियों में विभाजित किया है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_59",
        "question": "समाजशास्त्र के संस्थापक पिता कौन थे ?",
        "options": [
            "दुर्खीम",
            "मार्क्स",
            "काम्ट",
            "वेबर"
        ],
        "correctAnswer": 2,
        "rationale": "समाजशास्त्र के संस्थापक पिता ऑगस्त कॉम्ट हैं। एक पृथक् विज्ञान के रूप में समाजशास्त्र की चर्चा सर्वप्रथम फ्रांसीसी विचारक ऑगस्त कॉम्ट ने अपनी प्रमुख पुस्तक 'पॉजिटिव फिलॉसफी' में की।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_60",
        "question": "समाजशास्त्र की पद्धतिशास्त्र में 'आदर्श प्ररूप' की अवधारणा को किसने विकसित किया ?",
        "options": [
            "आगस्त काम्ट",
            "दुर्खीम",
            "वेबर",
            "स्पेन्सर"
        ],
        "correctAnswer": 2,
        "rationale": "समाजशास्त्र की पद्धतिशास्त्र में 'आदर्श प्ररूप' की अवधारणा को मैक्स वेबर ने विकसित किया।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_61",
        "question": "किसने 'लघु' तथा 'बृहत् परम्परा' शब्द को व्यक्त किया ?",
        "options": [
            "मैकिम मैरियट",
            "जी. एस. घुर्ये",
            "एम. एन. श्रीनिवास",
            "राबर्ट रेडफील्ड"
        ],
        "correctAnswer": 3,
        "rationale": "राबर्ट रेडफील्ड ने 'लघु' तथा 'बृहत् परम्परा' शब्द को व्यक्त किया है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_62",
        "question": "निम्नलिखित में से कौन समुदाय का उदाहरण है ?",
        "options": [
            "एक व्यापारिक संघ",
            "वर्ण",
            "एक राजनैतिक दल",
            "जनजाति समूह"
        ],
        "correctAnswer": 3,
        "rationale": "जनजाति समूह (Tribal group) समुदाय का उदाहरण है। समुदाय शब्द का प्रयोग किसी बस्ती, गाँव, शहर, जनजाति अथवा राज्य के लिए किया जाता है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_63",
        "question": "निम्नलिखित में से कौन-सा जोड़ा गलत है ?",
        "options": [
            "के. डेविस - ह्यूमन सोसायटी",
            "गिलिन एवं गिलिन - कल्चरल सोशियोलॉजी",
            "के. एम. कपाड़िया - हिन्दू मैरिज",
            "मैकाइवर एवं पेज - सोसायटी"
        ],
        "correctAnswer": 2,
        "rationale": "सुमेलित जोड़ा निम्न प्रकार है- के. एम. कपाड़िया - हिन्दू किनशिप।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_64",
        "question": "क्रय द्वारा किया गया हिन्दू विवाह कहलाता है ?",
        "options": [
            "पैशाच विवाह",
            "दैव विवाह",
            "असुर विवाह",
            "राक्षस विवाह"
        ],
        "correctAnswer": 2,
        "rationale": "क्रय द्वारा किया गया हिन्दू विवाह असुर विवाह कहलाता है। इसमें वर कन्या पक्ष को कुछ वधू-मूल्य देकर वधू प्राप्त करता है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_65",
        "question": "किसने परिवार के निम्नलिखित दो प्रकार सुझाए हैं- i) जन्मित परिवार (ii) प्रजनन परिवार",
        "options": [
            "एफ. ई. मैरिल",
            "आगबर्न एवं निमकाफ",
            "डब्ल्यू एल. वार्नर",
            "गिलिन एवं गिलिन"
        ],
        "correctAnswer": 2,
        "rationale": "डब्ल्यू. एल. वार्नर ने परिवार के निम्नलिखित दो प्रकार सुझाए हैं- जन्मित परिवार (Family of Orientation) तथा प्रजनन परिवार (Family of procreation)।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_66",
        "question": "किसने कहा कि  '' ?",
        "options": [
            "P. A. sorokin",
            "व्यवहारिक रूप से कोई विज्ञान (सिवाय गणित और औपचारिक तर्कशास्त्र के) स्वतंत्र नहीं है तथा जो विज्ञानों से प्राप्त तथ्यों का प्रयोग नहीं करता हो",
            "अन्य विकल्प 2",
            "अन्य विकल्प 3"
        ],
        "correctAnswer": 0,
        "rationale": "P. A. sorokin",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_67",
        "question": "निम्नलिखित में से राधाकमल मुखर्जी द्वारा लिखी पुस्तक चुनिए।",
        "options": [
            "दि इवोलूशन आफ वेल्यूज",
            "दि सोशल स्ट्रक्चर आफ वेल्यूज",
            "न्यू नालिज इन ह्यूमन वेल्यूज",
            "दि सोशियोलॉजी आफ वेल्यूज"
        ],
        "correctAnswer": 1,
        "rationale": "",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_68",
        "question": "निम्नलिखित में किसने आत्महत्या के प्रकारों का वर्णन किया है ?",
        "options": [
            "दुर्खीम",
            "काम्ट",
            "मार्क्स",
            "वेबर"
        ],
        "correctAnswer": 0,
        "rationale": "दुर्खीम ने अपनी पुस्तक 'Suicide (1897) में आत्महत्या कें निम्न चार प्रकारों का वर्णन किया है- 1. अहंवादी, 2. मानकहीनता (एनॉमिक), 3. परार्थवादी तथा 4. भाग्यवादी।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_69",
        "question": "हिन्दू विवाह अधिनियम, 1955 में मनाही है",
        "options": [
            "सप्रवर विवाह",
            "सगोत्र विवाह",
            "सपिण्ड विवाह",
            "उपरोक्त सभी"
        ],
        "correctAnswer": 2,
        "rationale": "हिन्दू विवाह अधिनियम, 1955 में सपिण्ड विवाह की मनाही है। माता एवं पिता दोनों पक्षों से तीन-तीन पीढ़ियों के सपिण्डों में परस्पर विवाह पर रोक लगा दी गयी है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_70",
        "question": "किसने कहा है- '' ?",
        "options": [
            "एस. चन्द्रा",
            "यह देखा गया है कि मुखर्जी की विचार करने की सामर्थ्य पूर्व और पाश्चात्य विचारों के असामान्य समन्वय का प्रतिनिधित्व करती है",
            "अन्य विकल्प 2",
            "अन्य विकल्प 3"
        ],
        "correctAnswer": 0,
        "rationale": "एस. चन्द्रा",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_71",
        "question": "वर्ष 1877 में प्रकाशित पुस्तक 'प्रिसिपल्स आफ सोशियोलॉजी' विश्लेषण का प्रथम विस्तृत व्यवस्थित अध्ययन था। यह पुस्तक किसने लिखी ?",
        "options": [
            "आगस्त काम्ट",
            "ई. दुर्खीम",
            "मैक्स वेबर",
            "हर्बर्ट स्पेन्सर"
        ],
        "correctAnswer": 3,
        "rationale": "वर्ष 1877 में प्रकाशित पुस्तक ",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_72",
        "question": "किसने कहा है कि  '' ?",
        "options": [
            "इलियट एवं मैरिल",
            "युद्ध सामाजिक विघटन का उग्रतम स्वरूप है",
            "अन्य विकल्प 2",
            "अन्य विकल्प 3"
        ],
        "correctAnswer": 0,
        "rationale": "इलियट एवं मैरिल",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_73",
        "question": "सूची-1 का सूची-II से मिलान कीजिए: a. जैमिनशैफ्ट एवं जैसिलशैफ्ट (1. एफ. टॉनीज), b. सांस्कृतिक विलम्बन (4. ऑगबर्न), c. आत्महत्या (2. दुर्खीम), d. अभिजात्य वर्ग के परिभ्रमण का सिद्धान्त (3. वी. पेरेटो)",
        "options": [
            "3, 4, 2, 1",
            "1, 2, 3, 4",
            "1, 4, 2, 3",
            "1, 3, 4, 2"
        ],
        "correctAnswer": 2,
        "rationale": "सुमेलित सूची निम्न प्रकार है- जैमिनशॉफ्ट एवं जेसिलशॉफ्ट (एफ. टॉनीज), सांस्कृतिक विलम्बन (ऑगबर्न), आत्महत्या (दुर्खीम), अभिजात्य वर्ग के परिभ्रमण का सिद्धान्त (वी. परेटो)।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_74",
        "question": "सामुदायिक भाव के तीन तत्वों (i) हम का भाव (ii) भूमिका पालन का भाव (iii) निर्भरता का भाव का उल्लेख निम्नलिखित में से किस समाजशास्त्री ने किया ?",
        "options": [
            "आगबर्न एवं निमकाफ",
            "राबर्ट बीरस्टीड",
            "के. डेविस",
            "मैकाइवर एवं पेज"
        ],
        "correctAnswer": 3,
        "rationale": "मैकाइवर एवं पेज ने सामुदायिक भाव के निम्न तीन तत्वों का उल्लेख किया है- 1. हम का भाव, 2. भूमिका पालन का भाव तथा 3. निर्भरता का भाव।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_75",
        "question": "'ऐन एसे आन दि प्रिसिंपल ऑफ पापुलेशन' लिखने वाले विख्यात कौन हैं ?",
        "options": [
            "ड्यूमा",
            "माल्यस",
            "फेटर",
            "सैडलर"
        ],
        "correctAnswer": 1,
        "rationale": "'ऐन एसे आन दि प्रिसिंपल ऑफ पापुलेशन' (An Essay on the Principle of Population), 1798 पुस्तक के विख्यात लेखक माल्थस हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_76",
        "question": "'भारत में पिछड़ा वर्ग आयोग' का प्रथम सभापति कौन था ?",
        "options": [
            "बी. पी. मण्डल",
            "काका कालेलकर",
            "आर. एन. प्रसाद",
            "राजिन्दर सच्चर"
        ],
        "correctAnswer": 1,
        "rationale": "भारत में 'पिछड़ा वर्ग आयोग' (Backward Class Commission in India) के प्रथम सभापति काका कालेलकर थे।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_77",
        "question": "'संघर्षशील समाज' एवं 'औद्योगिक समाज' शब्दों का प्रचलन किसने किया ?",
        "options": [
            "दुर्खीम",
            "काम्ट",
            "हर्बर्ट स्पेन्सर",
            "कार्ल मार्क्स"
        ],
        "correctAnswer": 2,
        "rationale": "'सैनिक एवं औद्योगिक समाज' ('Militant' and 'Industrial Society) शब्दों का प्रचलन हर्बर्ट स्पेन्सर ने किया।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_78",
        "question": "किसने कहा कि  'विवाह नियमित यौन संबंधों से कुछ अधिक है' ?",
        "options": [
            "मनु",
            "ब्रिफाल्ट",
            "समन्र",
            "अन्य विकल्प 3"
        ],
        "correctAnswer": 0,
        "rationale": "मनु",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_79",
        "question": "समाजीकरण के संदर्भ में 'मै' और 'मुझे' की आवधारणा किसके द्वारा प्रयुक्त की गयी ?",
        "options": [
            "फ्रायड",
            "कूले",
            "जान्सन",
            "मीड"
        ],
        "correctAnswer": 3,
        "rationale": "समाजीकरण के संदर्भ में 'मैं' और 'मुझे' की आवधारणा मीड के द्वारा प्रयुक्त की गयी। 'मैं' व्यक्ति के जैवकीय पक्ष को अभिव्यक्त करता है जबकि 'मुझे' सामाजिक स्वचेतन व्यक्ति का प्रतिनिधित्व करता है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_80",
        "question": "हिस्ट्री आफ ह्यूमन मैरिज  पुस्तक के लेखक कौन हैं ?",
        "options": [
            "ए. एम. शाह",
            "पार्सन्स",
            "वेबर",
            "दुर्खीम"
        ],
        "correctAnswer": 0,
        "rationale": "ए. एम. शाह",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_81",
        "question": "'सिम्बालिक इन्टरएक्शनिज्म' की अवधारणा की रचना किसने की ?",
        "options": [
            "एल. ए. कोजर",
            "जॉन डेवी",
            "जी. एच. मीड",
            "हर्बर्ट ब्लूमर"
        ],
        "correctAnswer": 3,
        "rationale": "'सिम्बोलिक इन्टरएक्शनिज्म' (Symbolic Interactionism) की अवधारणा की रचना हर्बर्ट ब्लूमर ने की है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_82",
        "question": "निम्नलिखित में निर्धनता का कौन एक कारण है ?",
        "options": [
            "अशिक्षा",
            "जनसंख्या वृद्धि",
            "बेरोजगारी",
            "उपर्युक्त सभी"
        ],
        "correctAnswer": 3,
        "rationale": "अशिक्षा, जनसंख्या वृद्धि, बेरोजगारी, आर्थिक, सामाजिक आदि निर्धनता के प्रमुख कारण हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_83",
        "question": "एथनोसेन्ट्रिसिज्म (नृजातिकेन्द्रवाद), शब्द किसने सन्निविष्ट किया?",
        "options": [
            "ए. टायनवी",
            "एच. एम. जॉन्सन",
            "कूले",
            "सम्नर"
        ],
        "correctAnswer": 3,
        "rationale": "एथनोसेन्ट्रिज्म (Ethnocentrism), शब्द सम्नर ने सन्निविष्ट किया। जहाँ विभिन्न समूहों में यह धारणा होती है कि उनकी संस्कृति दूसरी संस्कृति से उच्च है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_84",
        "question": "निम्नलिखित में से किसने संकुचितीकरण तथा सार्वभौमिकीकरण की जुड़वाँ अवधारणाओं का विकास किया ?",
        "options": [
            "एस. सी. दूवे",
            "जी. एस. घुर्ये",
            "मैंकिम मैरियट",
            "आन्द्रे बेतेइ"
        ],
        "correctAnswer": 2,
        "rationale": "मैकिम मैरियट ने संकुचितीकरण (Parochialization) तथा सार्वभौमिकीकरण (Universalization) की जुड़वाँ अवधारणाओं का विकास किया।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_85",
        "question": "जब वर्ग पूर्णतया आनुवांशिकता पर आधारित होता है, तो हम उसे जाति कहते है। यह परिभाषा किसने दी है ?",
        "options": [
            "d",
            "पार्सन्स",
            "वेबर",
            "दुर्खीम"
        ],
        "correctAnswer": 0,
        "rationale": "d",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_86",
        "question": "'संस्कृतिकरण' की अवधारणा किसने प्रस्तुत की ?",
        "options": [
            "जी. एस. घुर्ये",
            "एम. एन. श्रीनिवास",
            "योगेन्द्र सिंह",
            "ए. आर. देसाई"
        ],
        "correctAnswer": 1,
        "rationale": "'संस्कृतिकरण' (Sanskritization) की अवधारणा एम. एन. श्रीविनास ने प्रस्तुत की।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_87",
        "question": "मरडॉक के अनुसार कितने सम्बन्धी तृतीयक नातेदारी के श्रेणी में आते हैं ?",
        "options": [
            "150",
            "152",
            "151",
            "155"
        ],
        "correctAnswer": 2,
        "rationale": "मरडॉक ने 8 प्रकार के प्राथमिक, 33 प्रकार के द्वितीयक तथा 151 प्रकार के तृतीयक नातेदारों का उल्लेख किया है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_88",
        "question": "हिन्दू विवाह के निम्नलिखित प्रकारों में से कौन-सा प्रकार प्रशस्त कोटि का विवाह नहीं कहा गया है ?",
        "options": [
            "ब्रह्य",
            "दैव",
            "गान्धर्व",
            "आर्ष"
        ],
        "correctAnswer": 2,
        "rationale": "गान्धर्व, आसुर, राक्षस तथा पैशाच प्रकार के विवाह को अप्रशस्त कोटि का विवाह कहा गया है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_89",
        "question": "भारतीय समाज खुला नहीं होते हुए भी बंद समाज भी नही रहा",
        "options": [
            "एम. एन. श्रीनिवास",
            "पार्सन्स",
            "वेबर",
            "दुर्खीम"
        ],
        "correctAnswer": 0,
        "rationale": "एम. एन. श्रीनिवास",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_90",
        "question": "'अभौतिक संस्कृति' की अवधारणा किसने दी ?",
        "options": [
            "सोरोकिन",
            "मैक्स वेबर",
            "पैरेटो",
            "आगबर्न"
        ],
        "correctAnswer": 3,
        "rationale": "ऑगबर्न ने अपनी प्रमुख पुस्तक 'Social Change' (1922) में संस्कृति के दो प्रमुख रूपों 'भौतिक संस्कृति' तथा 'अभौतिक संस्कृति' की चर्चा की है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_91",
        "question": "गीता में वर्णित कर्म के तीन प्रकारों में निम्नलिखित में से कौन-सा नहीं हैं ?",
        "options": [
            "सात्विक कर्म",
            "राजसिक कर्म",
            "मानसिक कर्म",
            "तामसिक कर्म"
        ],
        "correctAnswer": 2,
        "rationale": "गीता में वर्णित कर्म के निम्नलिखित तीन प्रकार हैं- 1. सात्विक कर्म, 2. राजसिक कर्म तथा 3. तामसिक कर्म।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_92",
        "question": "निम्नलिखित में से किसमें सदस्यता ऐच्छिक होती है ?",
        "options": [
            "समाज",
            "समिति",
            "समुदाय",
            "संस्था"
        ],
        "correctAnswer": 1,
        "rationale": "समिति की सदस्यता ऐच्छिक होती है। समिति सामाजिक संगठन का ही एक विशेष रूप है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_93",
        "question": "निम्नलिखित में से कौन 'सामूहिक प्रतिनिधान' के अध्ययन से संबंधित है ?",
        "options": [
            "वेबर",
            "दुखींम",
            "काम्ट",
            "स्पेन्सर"
        ],
        "correctAnswer": 1,
        "rationale": "दुर्खीम 'सामूहिक प्रतिनिधान' के अध्ययन से संबंधित हैं। सामूहिक प्रतिनिधान सामाजिक तथ्य है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_94",
        "question": "सभी सामाजिक परिवर्तन विचारों के माध्यम से घटित होते है",
        "options": [
            "मैरिल एवं एलरिज",
            "पार्सन्स",
            "वेबर",
            "दुर्खीम"
        ],
        "correctAnswer": 0,
        "rationale": "मैरिल एवं एलरिज",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_95",
        "question": "'जब एक हिन्दू पुरुष अपने से उच्च वर्ग के स्त्री से विवाह करता है', तो उसे कहते है",
        "options": [
            "प्रतिलोम",
            "अनुलोम",
            "देवर विवाह",
            "साली विवाह"
        ],
        "correctAnswer": 0,
        "rationale": "जब एक हिन्दू पुरुष अपने से उच्च वर्ग की स्त्री से विवाह करता है, तो उसे प्रतिलोम विवाह कहते हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_96",
        "question": "समुदाय लघुतम प्रादेशिक समूह है जो सामाजिक जीवन के सभी पक्षों का आलिंगन करता है  समुदाय की उक्त परिभाषा देने वाले हैं",
        "options": [
            "सदरलैण्ड",
            "पार्सन्स",
            "वेबर",
            "दुर्खीम"
        ],
        "correctAnswer": 0,
        "rationale": "सदरलैण्ड",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_97",
        "question": "'मूल्यों के समाजशास्त्र' पर लिखने वाले निम्नांकित भारतीय समाजशास्त्रियों में कौन विख्यात है ?",
        "options": [
            "जी. एस. घुर्ये",
            "राधाकमल मुखर्जी",
            "डी. पी. मुखर्जी",
            "ए. के. सरन"
        ],
        "correctAnswer": 1,
        "rationale": "'मूल्यों के समाजशास्त्र' पर लिखने वाले भारतीय समाज-शास्त्रियों में राधाकमल मुकर्जी का नाम उल्लेखनीय है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_98",
        "question": "लेवीरेट विवाह है",
        "options": [
            "दिवंगत पति के भाई के साथ विवाह",
            "ममेरे-फुफेरे भाइयों-बहनों के बीच विवाह",
            "बहन की पुत्री के साथ विवाह",
            "भाई की पुत्री के साथ विवाह"
        ],
        "correctAnswer": 0,
        "rationale": "दिवंगत पति के भाई के साथ विवाह लेवीरेट विवाह कहलाता है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_99",
        "question": "निम्नलिखित समाजशास्त्रियों में से किस समाजशास्त्री ने संरचनाकरण की अवधारणा दी ?",
        "options": [
            "ए. गिडिन्स",
            "लेवी स्ट्रास",
            "टी. पारसन्स",
            "सासुरे"
        ],
        "correctAnswer": 0,
        "rationale": "'संरचनाकरण' (Structuration) की अवधारणा ए. गिडेन्स ने अपनी पुस्तक 'समाज का गठन' (1984) में प्रतिपादित किया है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_100",
        "question": "किस संविधान संशोधन के द्वारा पंचायती राज संस्थाओं के महिलाओं के लिए एक तिहाई आरक्षण प्रदान किया गया ?",
        "options": [
            "70वाँ संशोधन",
            "71वाँ संशोधन",
            "72वाँ संशोधन",
            "73वाँ संशोधन"
        ],
        "correctAnswer": 3,
        "rationale": "73वाँ संविधान संशोधन के द्वारा पंचायती राज संस्थाओं में महिलाओं के लिए एक तिहाई आरक्षण प्रदान किया गया।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_101",
        "question": "पुस्तक 'द सिटी' के लेखक हैं",
        "options": [
            "मैक्स वेबर",
            "कार्ल मार्क्स",
            "दुर्खीम",
            "हर्बर्ट स्पेन्सर"
        ],
        "correctAnswer": 0,
        "rationale": "'द सिटी' (The City, 1922) के लेखक मैक्स वेबर हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_102",
        "question": "एक वयस्क अपराधी और एक बाल अपराधी में भेद करने का आधार क्या है ?",
        "options": [
            "बड़ा अपराध",
            "दुराचरण",
            "आयु",
            "गिरफ्तारी परवाना"
        ],
        "correctAnswer": 2,
        "rationale": "एक वयस्क अपराधी और एक बाल अपराधी में भेद करने का आधार आयु है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_103",
        "question": "'भूदान और ग्रामदान आन्दोलन' किसने चलाये ?",
        "options": [
            "आचार्य विनोबा भावे",
            "जय प्रकाश नारायण",
            "महात्मा गांधी",
            "आचार्य नरेन्द्र देव"
        ],
        "correctAnswer": 0,
        "rationale": "'भूदान और ग्रामदान आन्दोलन' आचार्य विनोबा भावे ने चलाये।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_104",
        "question": "निम्नलिखित में कौन प्राथमिक संबंधी नहीं है ?",
        "options": [
            "माता",
            "पिता",
            "चाचा",
            "भाई"
        ],
        "correctAnswer": 2,
        "rationale": "चाचा प्राथमिक संबंधी नहीं है। प्राथमिक संबंधी वे हैं जिनसे हमारा सीधा सम्बन्ध है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_105",
        "question": "सूची-1 (पुस्तक) का सूची-II (लेखक) से मिलान कीजिए।",
        "options": [
            "3, 1, 2, 4",
            "3, 2, 4, 1",
            "3, 4, 2, 1",
            "1, 2, 3, 4"
        ],
        "correctAnswer": 1,
        "rationale": "सुमेलित सूची निम्न प्रकार है- फर्स्ट प्रिन्सिपल्स (स्पेन्सर), द होली फेमिली (कार्ल मार्क्स), डिवीजन ऑफ लेबर इन सोसाइटी (दुर्खीम), द थियरी ऑफ सोशल... (मैक्स वेबर)।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_106",
        "question": "निम्नलिखित में किसे द्विज कहा जाता है ?",
        "options": [
            "ब्राह्यमण, क्षत्रिय, वैश्य",
            "क्षत्रिय, वैश्य, शूद्र",
            "ब्राह्यमण, वैश्य, शूद्र",
            "शूद्र, क्षत्रिय, ब्राह्यमण"
        ],
        "correctAnswer": 0,
        "rationale": "ब्राह्यमण, क्षत्रिय तथा वैश्य को द्विज कहा जाता है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_107",
        "question": "परिहास सम्बन्ध",
        "options": [
            "पिता एवं पुत्र के मध्य होते हैं",
            "माता एवं पुत्री के मध्य होते हैं",
            "पिता एवं पुत्री के मध्य होते हैं",
            "जीजा तथा साली के मध्य होते हैं"
        ],
        "correctAnswer": 3,
        "rationale": "परिहास सम्बन्ध (Joking relationship) जीजा-साली, देवर-भाभी, ननद-भाभी आदि के मध्य पाये जाते हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_108",
        "question": "सूची-1 (विद्वान) को सूची-II (गावों का अध्ययन) से मिलाइए।",
        "options": [
            "4, 3, 2, 1",
            "4, 2, 3, 1",
            "2, 1, 3, 4",
            "4, 2, 3, 1"
        ],
        "correctAnswer": 2,
        "rationale": "सुमेलित सूची निम्न प्रकार है- एस. सी. दुबे (शमीरपेट), मैकिम मैरिएट (किशनगढ़ी), एम. एन. श्रीनिवास (रामपुरा), ए. बेतेइ (श्रीपुरम)।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_109",
        "question": "'वर्ग-संघर्ष सिद्धान्त' के प्रतिपादन कौन थे ?",
        "options": [
            "मैक्स वेबर",
            "कार्ल मार्क्स",
            "इमाइल दुर्खीम",
            "इनमें से कोई नहीं"
        ],
        "correctAnswer": 1,
        "rationale": "'वर्ग-संघर्ष' सिद्धान्त के प्रतिपादक कार्ल मार्क्स थे।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_110",
        "question": "भारतीय कृषक वर्ग का वर्गीकरण ",
        "options": [
            "मालिक, किसान एवं मजदूर",
            " के रूप में किसने किया है ?",
            "रेडफील्ड",
            "क्रोबर"
        ],
        "correctAnswer": 0,
        "rationale": "डैनियल थार्नर",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_111",
        "question": "समाज के 'उद्विकास का सिद्धान्त' किसने प्रतिपादित किया ?",
        "options": [
            "मार्ल मार्क्स",
            "वेबर",
            "दुर्खीम",
            "स्पेन्सर"
        ],
        "correctAnswer": 3,
        "rationale": "समाज के 'उद्विकास का सिद्धान्त'हर्बर्ट स्पेन्सर ने प्रतिपादित किया।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_112",
        "question": "समाजशास्त्र न तो अन्य सामाजिक विज्ञानों की गृहस्वामिनी मानी जाती है और न उनकी दासी, अपितु उनकी भगिनी मानी जाती है",
        "options": [
            "ई. ए. होबेल",
            "पार्सन्स",
            "वेबर",
            "दुर्खीम"
        ],
        "correctAnswer": 0,
        "rationale": "ई. ए. होबेल",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_113",
        "question": "'समाजशास्त्र सामाजिक श्रेणीबद्ध, विशुद्ध, अमूर्त, सामान्यीकरण, तार्किक के साथ-साथ आनुभविक तथा एक सामान्य विज्ञान है' किसने कहा ?",
        "options": [
            "राबर्ट बीरस्टीड",
            "मैकाइवर एवं पेज",
            "के. डेविस",
            "ई. एस. बोगार्डस"
        ],
        "correctAnswer": 0,
        "rationale": "राबर्ट बीरस्टीड ने कहा है कि, ",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_114",
        "question": "सामाजिक स्तरीकरण के संदर्भ में निम्नलिखित कथनों में कौन-सा सत्य है ?",
        "options": [
            "यह एक सार्वभौमिक विशेषता है",
            "यह किसी खास समाज तक सीमित है",
            "यह एक स्थानीय विशेषता है",
            "यह केवल भारत वर्ष तक सीमित है"
        ],
        "correctAnswer": 0,
        "rationale": "यह एक सार्वभौमिक विशेषता है सत्य है। क्योंकि सामाजिक स्तरीकरण प्रत्येक समाज में विद्यमान है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_115",
        "question": "'ब्रह्म समाज' की स्थापना किसने की थी ?",
        "options": [
            "दयानन्द सरस्वती",
            "राजा राममोहन राय",
            "देबेन्द्रनाथ",
            "केशब चन्द्र सेन"
        ],
        "correctAnswer": 1,
        "rationale": "'ब्रह्म समाज' की स्थापना वर्ष 1828 में राजा राम मोहन राय ने की थी।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_116",
        "question": "निन्मलिखित में से किसने पूंजीवाद के विकास को 'प्रोटेस्टेन्ट धर्म' की शिक्षाओं से जोड़ा है ?",
        "options": [
            "कार्ल मार्क्स",
            "हर्बर्ट स्पेन्सर",
            "मैक्स वेबर",
            "इमाइल दुर्खीम"
        ],
        "correctAnswer": 2,
        "rationale": "मैक्स वेबर में पूँजीवाद के विकास को 'प्रोटेस्टेन्ट धर्म' की शिक्षाओं से जोड़ा है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_117",
        "question": "जनसंख्या का अध्ययन करने के लिए सामाजिक केशिका की अवधारणा का उपयोग किसने किया है?",
        "options": [
            "माल्थस",
            "ए. ड्यूमा",
            "दुर्खीम",
            "कार्ल मार्क्स"
        ],
        "correctAnswer": 1,
        "rationale": "जनसंख्या का अध्ययन करने के लिए सामाजिक केशिका की अवधारणा का उपयोग ए. ड्यूमों ने किया है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_118",
        "question": "जब एक अपराधी को जेल न भेजकर अच्छे आचरण के आश्वासन पर परिवार के साथ रहने के लिए छोड़ दिया जाता है, तब इस प्रणाली को कहते हैं",
        "options": [
            "पैरोल",
            "परिवीक्षा",
            "उत्तर-रक्षा सेवा",
            "अपराधी सुधार"
        ],
        "correctAnswer": 1,
        "rationale": "जब एक अपराधी को जेल न भेजकर अच्छे आचरण के आश्वासन पर परिवार के साथ रहने के लिए छोड़ दिया जाता है, तब इस प्रणाली को परिवीक्षा (Probation) कहते हैं।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_119",
        "question": "'पावर इलीट' की अवधारणा किसने दी ?",
        "options": [
            "मैक्स वेबर",
            "कार्ल मार्क्स",
            "सी. डब्ल्यू, मिल्स",
            "आर. के. मर्टन"
        ],
        "correctAnswer": 2,
        "rationale": "'पावर इलीट' (1956) की अवधारणा सी. डब्ल्यू. मिल्स ने दी है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_120",
        "question": "निम्नलिखित में कौन एक पुरुषार्थ नहीं है ?",
        "options": [
            "धर्म",
            "अर्थ",
            "काम",
            "मृत्यु"
        ],
        "correctAnswer": 3,
        "rationale": "मृत्यु पुरुषार्थ नहीं है। पुरुषार्थ के निम्नलिखित चार स्वरूप हैं- 1. धर्म, 2. अर्थ, 3. काम तथा 4. मोक्ष।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_121",
        "question": "काम्ट के मानव विकास के त्रि-स्त्रीय नियम के अनुसार, निम्नलिखित में से सही अनुक्रम कौन-सा है ?",
        "options": [
            "प्रत्यक्षवादी-धार्मिक-तात्विक",
            "धार्मिक-प्रत्यक्षवादी-तात्विक",
            "तात्विक-धार्मिक-प्रत्यक्षवादी",
            "धार्मिक-तात्विक-प्रत्यक्षवादी"
        ],
        "correctAnswer": 3,
        "rationale": "कॉम्ट के मानव विकास के त्रि-स्त्रीय नियम के अनुसार सही अनुक्रम है-धार्मिक-तात्विक-प्रत्यक्षवादी ।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_122",
        "question": "निम्नलिखित में से कौन-सा एक क्षेत्र दुर्खीम द्वारा दी गई समाजशास्त्र की विषयवस्तु में सम्मिलित नही है ?",
        "options": [
            "सामाजिक स्वरूपशास्त्र",
            "सामाजिक शरीरशास्त्र",
            "सामाजिक विरासत",
            "सामान्य समाजशास्त्र"
        ],
        "correctAnswer": 2,
        "rationale": "दुर्खीम द्वारा दी गई समाजशास्त्र की विषयवस्तु में सामाजिक विरासत सम्मिलित नहीं है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_123",
        "question": "निम्नलिखित में सामाजिक नियंत्रण का औपचारिक अभिकरण कौन है ?",
        "options": [
            "जनरीतियाँ",
            "परम्परायें",
            "राज्य",
            "सामाजिक भय"
        ],
        "correctAnswer": 2,
        "rationale": "राज्य सामाजिक नियंत्रण का प्रभावशाली औपचारिक अभिकरण है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_124",
        "question": "निम्नलिखित में से कौन सहगामी प्रक्रिया नही है ?",
        "options": [
            "सहयोग",
            "प्रतिकूलता",
            "सात्मीकरण",
            "समायोजन"
        ],
        "correctAnswer": 1,
        "rationale": "प्रतिकूलता (Contravention) सहगामी प्रक्रिया नहीं है। यह असहगामी या पृथक्कारी सामाजिक प्रक्रिया है।",
        "level": "PGT"
    },
    {
        "id": "pgt_2021_125",
        "question": "'यांत्रिक एवं सावयवी एकता' के आधार पर सरल और औद्योगिक समाज में अंतर किसने किया ?",
        "options": [
            "टी. पारसन्स",
            "मैलिनोवस्की",
            "एच. स्पेन्सर",
            "इमाइल दुर्खीम"
        ],
        "correctAnswer": 3,
        "rationale": "'यांत्रिक एवं सावयवी एकता' के आधार पर सरल और औद्योगिक समाज में अंतर इमाइल दुर्खीम ने किया है।",
        "level": "PGT"
    }
];
